Repository: fangjunyu1/SwiftSlim
Catalog: SwiftSlim/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Chapter 1
ar: الفصل 1
bg: Първа глава
bn: অধ্যায় ১
ca: Capítol 1
cs: Kapitola 1
da: Kapitel 1
de: Kapitel 1
el: Κεφάλαιο 1
es: Capítulo 1
fi: Luku 1
fr: Chapitre 1
gu: અધ્યાય 1
he: פרק 1
hi: अध्याय 1
hr: Poglavlje 1
hu: 1. fejezet
id: Bab 1
it: Capitolo 1
ja: 第1章
kk: 1-тарау
kn: ಅಧ್ಯಾಯ 1
ko: 1장
lt: 1 skyrius
ml: അദ്ധ്യായം 1
mr: अध्याय 1
ms: Bab 1
nb: Kapittel 1
nl: Hoofdstuk 1
or: ଅଧ୍ୟାୟ 1
pa: ਅਧਿਆਇ 1
pl: Rozdział 1
pt: Capítulo 1
ro: Capitolul 1
ru: Глава 1
sk: Kapitola 1
sl: Poglavje 1
sv: Kapitel 1
ta: அத்தியாயம் 1
te: అధ్యాయం 1
th: บทที่ 1
tr: Bölüm 1
uk: Розділ 1
ur: باب 1
vi: Chương 1
zh_hans: 第一章
zh_hant: 第一章

source: Clean Build
ar: تنظيف البناء
bg: Изчисти компилацията
bn: বিল্ড পরিষ্কার
ca: Neteja la compilació
cs: Vyčistit sestavení
da: Ryd build
de: Build bereinigen
el: Καθαρισμός δόμησης
es: Limpiar compilación
fi: Puhdista koonti
fr: Nettoyer la compilation
gu: બિલ્ડ સાફ કરો
he: נקה בנייה
hi: बिल्ड साफ करें
hr: Očisti izgradnju
hu: Build tisztítása
id: Bersihkan build
it: Pulisci build
ja: ビルドをクリーン
kk: Құрастыруды тазалау
kn: ಬಿಲ್ಡ್ ಸ್ವಚ್ಛಗೊಳಿಸಿ
ko: 빌드 정리
lt: Išvalyti komponavimą
ml: ബിൽഡ് വൃത്തിയാക്കുക
mr: बिल्ड साफ करा
ms: Bersihkan binaan
nb: Rydd bygging
nl: Build opschonen
or: ବିଲ୍ଡ ସଫା କରନ୍ତୁ
pa: ਬਿਲਡ ਸਾਫ ਕਰੋ
pl: Wyczyść build
pt: Limpar build
ro: Curăță buildul
ru: Очистить сборку
sk: Vyčistiť zostavenie
sl: Počisti gradnjo
sv: Rensa bygge
ta: பில்டை சுத்தம் செய்
te: బిల్డ్ శుభ్రం చేయి
th: ล้างบิลด์
tr: Derlemeyi temizle
uk: Очистити збірку
ur: بلڈ صاف کریں
vi: Dọn bản dựng
zh_hans: 清理构建
zh_hant: 清理建置

source: Clear Console
ar: مسح وحدة التحكم
bg: Изчисти конзолата
bn: কনসোল পরিষ্কার
ca: Neteja la consola
cs: Vyčistit konzoli
da: Ryd konsol
de: Konsole leeren
el: Εκκαθάριση κονσόλας
es: Limpiar consola
fi: Tyhjennä konsoli
fr: Effacer la console
gu: કન્સોલ સાફ કરો
he: נקה מסוף
hi: कंसोल साफ करें
hr: Očisti konzolu
hu: Konzol törlése
id: Bersihkan konsol
it: Pulisci console
ja: コンソールをクリア
kk: Консольді тазалау
kn: ಕಾನ್ಸೋಲ್ ತೆರವುಗೊಳಿಸಿ
ko: 콘솔 지우기
lt: Išvalyti konsolę
ml: കോൺസോൾ ശൂന്യമാക്കുക
mr: कन्सोल साफ करा
ms: Kosongkan konsol
nb: Tøm konsoll
nl: Console wissen
or: କନସୋଲ ସଫା କରନ୍ତୁ
pa: ਕਨਸੋਲ ਸਾਫ ਕਰੋ
pl: Wyczyść konsolę
pt: Limpar console
ro: Golește consola
ru: Очистить консоль
sk: Vyčistiť konzolu
sl: Počisti konzolo
sv: Rensa konsol
ta: கன்சோலை அழி
te: కన్సోల్ శుభ్రం చేయి
th: ล้างคอนโซล
tr: Konsolu temizle
uk: Очистити консоль
ur: کنسول صاف کریں
vi: Xóa bảng điều khiển
zh_hans: 清空控制台
zh_hant: 清空控制台

source: Collects settings or user input.
ar: يجمع الإعدادات أو إدخال المستخدم.
bg: Събира настройки или потребителски вход.
bn: সেটিংস বা ব্যবহারকারীর ইনপুট সংগ্রহ করে।
ca: Recull ajustos o entrada d’usuari.
cs: Shromažďuje nastavení nebo vstup uživatele.
da: Indsamler indstillinger eller brugerinput.
de: Erfasst Einstellungen oder Benutzereingaben.
el: Συλλέγει ρυθμίσεις ή είσοδο χρήστη.
es: Recoge ajustes o entrada del usuario.
fi: Kerää asetuksia tai käyttäjän syötettä.
fr: Collecte des réglages ou des saisies utilisateur.
gu: સેટિંગ્સ અથવા વપરાશકર્તા ઇનપુટ લે છે.
he: אוסף הגדרות או קלט משתמש.
hi: सेटिंग्स या उपयोगकर्ता इनपुट लेता है।
hr: Prikuplja postavke ili korisnički unos.
hu: Beállításokat vagy felhasználói adatot gyűjt.
id: Mengumpulkan pengaturan atau input pengguna.
it: Raccoglie impostazioni o input utente.
ja: 設定やユーザー入力を集めます。
kk: Баптауларды немесе пайдаланушы енгізуін жинайды.
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಅಥವಾ ಬಳಕೆದಾರ ಇನ್‌ಪುಟ್ ಸಂಗ್ರಹಿಸುತ್ತದೆ.
ko: 설정이나 사용자 입력을 수집합니다.
lt: Renka nustatymus arba naudotojo įvestį.
ml: ക്രമീകരണങ്ങളോ ഉപയോക്തൃ ഇൻപുട്ടോ ശേഖരിക്കുന്നു.
mr: सेटिंग्ज किंवा वापरकर्ता इनपुट गोळा करतो.
ms: Mengumpulkan tetapan atau input pengguna.
nb: Samler innstillinger eller brukerinput.
nl: Verzamelt instellingen of gebruikersinvoer.
or: ସେଟିଂସ୍ କିମ୍ବା ବ୍ୟବହାରକାରୀ ଇନପୁଟ୍ ସଂଗ୍ରହ କରେ।
pa: ਸੈਟਿੰਗਾਂ ਜਾਂ ਯੂਜ਼ਰ ਇਨਪੁੱਟ ਇਕੱਠਾ ਕਰਦਾ ਹੈ।
pl: Zbiera ustawienia lub dane użytkownika.
pt: Coleta ajustes ou entrada do usuário.
ro: Colectează setări sau input de la utilizator.
ru: Собирает настройки или ввод пользователя.
sk: Zbiera nastavenia alebo vstup používateľa.
sl: Zbere nastavitve ali uporabniški vnos.
sv: Samlar inställningar eller användarinmatning.
ta: அமைப்புகள் அல்லது பயனர் உள்ளீட்டை சேகரிக்கும்.
te: సెట్టింగ్‌లు లేదా వినియోగదారు ఇన్‌పుట్‌ను సేకరిస్తుంది.
th: รวบรวมการตั้งค่าหรือข้อมูลผู้ใช้
tr: Ayarları veya kullanıcı girişini toplar.
uk: Збирає налаштування або введення користувача.
ur: ترتیبات یا صارف ان پٹ جمع کرتا ہے۔
vi: Thu thập cài đặt hoặc dữ liệu nhập.
zh_hans: 适合设置页与资料录入场景。
zh_hant: 適合設定頁與資料輸入場景。

source: Combine tutorials with tools to create a more complete experience for learning, searching, and understanding.
ar: دع الدروس والأدوات تعمل معًا لتمنحك تجربة أكثر تكاملًا في التعلّم والبحث والفهم.
bg: Съчетава уроци и инструменти, за да създаде по-завършено изживяване при учене, търсене и разбиране.
bn: টিউটোরিয়াল ও টুল একসঙ্গে কাজ করে শেখা, খোঁজা ও বোঝার অভিজ্ঞতাকে আরও পূর্ণ করে।
ca: Fes que els tutorials i les eines treballin junts per oferir una experiència més completa entre aprendre, cercar i entendre.
cs: Nechte lekce a nástroje spolupracovat a vytvořit tak ucelenější zážitek z učení, vyhledávání a porozumění.
da: Lad lektioner og værktøjer arbejde sammen og skabe en mere komplet oplevelse på tværs af læring, søgning og forståelse.
de: Lassen Sie Lektionen und Werkzeuge zusammenwirken, um ein vollständigeres Erlebnis beim Lernen, Suchen und Verstehen zu schaffen.
el: Αφήστε τα μαθήματα και τα εργαλεία να συνεργαστούν, ώστε να δημιουργηθεί μια πιο ολοκληρωμένη εμπειρία μάθησης, αναζήτησης και κατανόησης.
es: Haz que las lecciones y las herramientas trabajen juntas para crear una experiencia más completa entre aprender, buscar y entender.
fi: Anna oppituntien ja työkalujen toimia yhdessä, jotta oppimisen, hakemisen ja ymmärtämisen kokemus olisi kokonaisvaltaisempi.
fr: Faites travailler ensemble les leçons et les outils pour offrir une expérience plus complète entre apprentissage, recherche et compréhension.
gu: પાઠ અને સાધનોને સાથે કામ કરવા દો, જેથી શીખવા, શોધવા અને સમજવા વચ્ચે વધુ પૂર્ણ અનુભવ સર્જાય.
he: אפשרו לשיעורים ולכלים לעבוד יחד כדי ליצור חוויה שלמה יותר בין למידה, חיפוש והבנה.
hi: पाठों और टूल्स को साथ मिलकर काम करने दें, ताकि सीखने, खोजने और समझने के बीच अधिक पूर्ण अनुभव बन सके।
hr: Neka lekcije i alati rade zajedno kako bi stvorili potpunije iskustvo u učenju, pretraživanju i razumijevanju.
hu: Hagyja, hogy a leckék és az eszközök együtt működjenek, és teljesebb élményt nyújtsanak a tanulás, keresés és megértés során.
id: Biarkan pelajaran dan alat bekerja bersama untuk menciptakan pengalaman yang lebih lengkap dalam belajar, mencari, dan memahami.
it: Fai lavorare insieme lezioni e strumenti per creare un’esperienza più completa tra apprendimento, ricerca e comprensione.
ja: チュートリアルとツールを連携させ、学ぶこと・探すこと・理解することをより一体的な体験にします。
kk: Сабақтар мен құралдар бірге жұмыс істеп, үйрену, іздеу және түсіну арасында анағұрлым толық тәжірибе қалыптастырсын.
kn: ಪಾಠಗಳು ಮತ್ತು ಸಾಧನಗಳು ಒಟ್ಟಾಗಿ ಕೆಲಸ ಮಾಡುವಂತೆ ಮಾಡಿ, ಕಲಿಕೆ, ಹುಡುಕಾಟ ಮತ್ತು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವಿಕೆಯಲ್ಲಿ ಹೆಚ್ಚು ಸಂಪೂರ್ಣ ಅನುಭವವನ್ನು ನಿರ್ಮಿಸಿ.
ko: 튜토리얼과 도구가 서로 어우러져 학습, 검색, 이해를 더 완전한 경험으로 연결합니다.
lt: Leiskite pamokoms ir įrankiams veikti kartu, kad mokymasis, paieška ir supratimas taptų visapusiškesne patirtimi.
ml: പാഠങ്ങളും ഉപകരണങ്ങളും ഒരുമിച്ച് പ്രവർത്തിച്ച് പഠനം, തിരച്ചിൽ, മനസ്സിലാക്കൽ എന്നിവയ്ക്കിടയിൽ കൂടുതൽ സമ്പൂർണമായ അനുഭവം സൃഷ്ടിക്കട്ടെ.
mr: धडे आणि साधने एकत्र काम करू द्या, ज्यामुळे शिकणे, शोधणे आणि समजणे यामध्ये अधिक पूर्ण अनुभव तयार होईल.
ms: Biarkan pelajaran dan alat saling bekerjasama untuk membina pengalaman yang lebih lengkap dalam pembelajaran, carian dan pemahaman.
nb: La leksjoner og verktøy spille sammen for å skape en mer helhetlig opplevelse av læring, søk og forståelse.
nl: Laat lessen en tools samenwerken om een completere ervaring te bieden bij leren, zoeken en begrijpen.
or: ପାଠ ଓ ଉପକରଣଗୁଡ଼ିକୁ ଏକସାଥିରେ କାମ କରିବାକୁ ଦିଅନ୍ତୁ, ଯାହା ଶିଖିବା, ଖୋଜିବା ଓ ବୁଝିବାରେ ଅଧିକ ସମ୍ପୂର୍ଣ୍ଣ ଅନୁଭବ ଗଢ଼େ।
pa: ਪਾਠਾਂ ਅਤੇ ਸਾਧਨਾਂ ਨੂੰ ਇਕੱਠੇ ਕੰਮ ਕਰਨ ਦਿਓ, ਤਾਂ ਜੋ ਸਿੱਖਣ, ਖੋਜਣ ਅਤੇ ਸਮਝਣ ਵਿੱਚ ਹੋਰ ਪੂਰਾ ਅਨੁਭਵ ਬਣੇ।
pl: Niech lekcje i narzędzia współpracują, aby tworzyć pełniejsze doświadczenie w nauce, wyszukiwaniu i rozumieniu.
pt: Faça com que lições e ferramentas trabalhem juntas para criar uma experiência mais completa entre aprender, buscar e entender.
ro: Lasă lecțiile și instrumentele să lucreze împreună pentru a crea o experiență mai completă între învățare, căutare și înțelegere.
ru: Пусть уроки и инструменты работают вместе, создавая более целостный опыт в обучении, поиске и понимании.
sk: Nech lekcie a nástroje spolupracujú a vytvoria tak ucelenejší zážitok z učenia, vyhľadávania a porozumenia.
sl: Naj lekcije in orodja sodelujejo ter ustvarijo bolj celovito izkušnjo pri učenju, iskanju in razumevanju.
sv: Låt lektioner och verktyg samverka för att skapa en mer komplett upplevelse av att lära, söka och förstå.
ta: பாடங்களும் கருவிகளும் ஒன்றுடன் ஒன்று இணைந்து செயல்பட்டு, கற்றல், தேடல் மற்றும் புரிதல் ஆகியவற்றில் மேலும் முழுமையான அனுபவத்தை உருவாக்கட்டும்.
te: పాఠాలు మరియు సాధనాలు కలిసి పనిచేసి, నేర్చుకోవడం, వెతకడం మరియు అర్థం చేసుకోవడం మధ్య మరింత సంపూర్ణ అనుభవాన్ని రూపొందించనివ్వండి.
th: ให้บทเรียนและเครื่องมือทำงานร่วมกัน เพื่อสร้างประสบการณ์ที่สมบูรณ์ยิ่งขึ้นระหว่างการเรียนรู้ การค้นหา และความเข้าใจ
tr: Dersler ve araçlar birlikte çalışarak öğrenme, arama ve anlama arasında daha bütünlüklü bir deneyim oluştursun.
uk: Нехай уроки й інструменти працюють разом, створюючи повніший досвід у навчанні, пошуку та розумінні.
ur: اسباق اور ٹولز کو ساتھ کام کرنے دیں تاکہ سیکھنے، تلاش کرنے اور سمجھنے کے درمیان ایک زیادہ مکمل تجربہ بن سکے۔
vi: Hãy để bài học và công cụ phối hợp với nhau để tạo nên trải nghiệm trọn vẹn hơn giữa học, tìm kiếm và hiểu.
zh_hans: 让教程与工具相互配合，在学习、查找和理解之间建立更完整的体验。
zh_hant: 讓教學與工具相互配合，在學習、查找與理解之間建立更完整的體驗。

source: Combines an icon and text.
ar: يجمع بين أيقونة ونص.
bg: Комбинира икона и текст.
bn: আইকন ও টেক্সট একসাথে প্রদর্শন করে।
ca: Combina una icona i text.
cs: Kombinuje ikonu a text.
da: Kombinerer ikon og tekst.
de: Kombiniert Symbol und Text.
el: Συνδυάζει εικονίδιο και κείμενο.
es: Combina icono y texto.
fi: Yhdistää kuvakkeen ja tekstin.
fr: Combine une icône et du texte.
gu: ચિહ્ન અને લખાણને જોડીને દર્શાવે છે.
he: משלב סמל וטקסט.
hi: आइकन और टेक्स्ट को साथ दिखाता है।
hr: Kombinira ikonu i tekst.
hu: Ikont és szöveget kombinál.
id: Menggabungkan ikon dan teks.
it: Combina icona e testo.
ja: アイコンと文字を組み合わせて表示します。
kk: Белгіше мен мәтінді біріктіреді.
kn: ಐಕಾನ್ ಮತ್ತು ಪಠ್ಯವನ್ನು ಒಂದಾಗಿ ತೋರಿಸುತ್ತದೆ.
ko: 아이콘과 텍스트를 함께 표시합니다.
lt: Sujungia piktogramą ir tekstą.
ml: ഐക്കണും ടെക്സ്റ്റും ചേർത്ത് കാണിക്കുന്നു.
mr: आयकॉन आणि मजकूर एकत्र दाखवते.
ms: Menggabungkan ikon dan teks.
nb: Kombinerer ikon og tekst.
nl: Combineert een icoon en tekst.
or: ଆଇକନ୍ ଓ ଟେକ୍ସଟ୍‌କୁ ମିଶାଇ ଦେଖାଏ।
pa: ਆਈਕਨ ਅਤੇ ਟੈਕਸਟ ਨੂੰ ਇਕੱਠੇ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Łączy ikonę i tekst.
pt: Combina ícone e texto.
ro: Combină o pictogramă și text.
ru: Объединяет значок и текст.
sk: Kombinuje ikonu a text.
sl: Združi ikono in besedilo.
sv: Kombinerar ikon och text.
ta: சின்னத்தையும் உரையையும் இணைத்து காட்டும்.
te: ఐకాన్ మరియు టెక్స్ట్‌ను కలిపి చూపిస్తుంది.
th: ใช้รวมไอคอนและข้อความเข้าด้วยกัน
tr: Simge ve metni birleştirir.
uk: Поєднує значок і текст.
ur: آئیکن اور متن کو ساتھ دکھاتا ہے۔
vi: Kết hợp biểu tượng và văn bản.
zh_hans: 用于将图标和文本组合显示。
zh_hant: 用於將圖示與文字組合顯示。

source: Command Search
ar: بحث الأوامر
bg: Търсене на команди
bn: কমান্ড খোঁজ
ca: Cerca d'ordres
cs: Hledat příkazy
da: Søg kommandoer
de: Befehle suchen
el: Αναζήτηση εντολών
es: Buscar comandos
fi: Komentohaku
fr: Recherche de commandes
gu: કમાન્ડ શોધ
he: חיפוש פקודות
hi: कमांड खोज
hr: Pretraga naredbi
hu: Parancskeresés
id: Cari Perintah
it: Cerca comandi
ja: コマンド検索
kk: Пәрмен іздеу
kn: ಕಮಾಂಡ್ ಹುಡುಕಾಟ
ko: 명령 검색
lt: Komandų paieška
ml: കമാൻഡ് തിരയൽ
mr: कमांड शोध
ms: Cari Arahan
nb: Kommandosøk
nl: Opdrachten zoeken
or: କମାଣ୍ଡ ଖୋଜ
pa: ਕਮਾਂਡ ਖੋਜ
pl: Szukaj poleceń
pt: Buscar comandos
ro: Căutare comenzi
ru: Поиск команд
sk: Hľadať príkazy
sl: Iskanje ukazov
sv: Kommandosök
ta: கட்டளை தேடல்
te: కమాండ్ శోధన
th: ค้นหาคำสั่ง
tr: Komut Ara
uk: Пошук команд
ur: کمانڈ تلاش
vi: Tìm lệnh
zh_hans: 命令搜索
zh_hant: 命令搜尋

source: Contact Us
ar: اتصل بنا
bg: Свържете се с нас
bn: যোগাযোগ
ca: Contacte
cs: Kontakt
da: Kontakt os
de: Kontakt
el: Επικοινωνία
es: Contacto
fi: Ota yhteyttä
fr: Contact
gu: સંપર્ક કરો
he: צור קשר
hi: संपर्क करें
hr: Kontakt
hu: Kapcsolat
id: Hubungi Kami
it: Contatti
ja: お問い合わせ
kk: Байланыс
kn: ಸಂಪರ್ಕಿಸಿ
ko: 문의하기
lt: Kontaktai
ml: ബന്ധപ്പെടുക
mr: संपर्क
ms: Hubungi Kami
nb: Kontakt oss
nl: Contact
or: ଯୋଗାଯୋଗ
pa: ਸੰਪਰਕ ਕਰੋ
pl: Kontakt
pt: Contato
ro: Contact
ru: Связаться с нами
sk: Kontakt
sl: Kontakt
sv: Kontakt
ta: தொடர்பு
te: సంప్రదించండి
th: ติดต่อเรา
tr: İletişim
uk: Контакти
ur: رابطہ کریں
vi: Liên hệ
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Container
ar: حاوية
bg: Контейнер
bn: কন্টেইনার
ca: Contenidor
cs: Kontejner
da: Beholder
el: Δοχείο
es: Contenedor
fi: Säiliö
fr: Conteneur
gu: કન્ટેનર
he: מכל
hi: कंटेनर
hr: Spremnik
hu: Tároló
id: Kontainer
it: Contenitore
ja: コンテナ
kk: Контейнер
kn: ಕಂಟೈನರ್
ko: 컨테이너
lt: Konteineris
ml: കണ്ടെയ്‌നർ
mr: कंटेनर
ms: Bekas
nb: Beholder
or: କଣ୍ଟେନର
pa: ਕੰਟੇਨਰ
pl: Kontener
pt: Contêiner
ru: Контейнер
sk: Kontajner
sl: Vsebnik
sv: Behållare
ta: கன்டெய்னர்
te: కంటైనర్
th: คอนเทนเนอร์
tr: Kapsayıcı
uk: Контейнер
ur: کنٹینر
vi: Bộ chứa
zh_hans: 容器
zh_hant: 容器

source: Content, Layout & Containers
ar: المحتوى والتخطيط والحاويات
bg: Съдържание, оформление и контейнери
bn: কনটেন্ট, লেআউট ও কন্টেইনার
ca: Contingut, disseny i contenidors
cs: Obsah, rozvržení a kontejnery
da: Indhold, layout og beholdere
de: Inhalt, Layout und Container
el: Περιεχόμενο, διάταξη και δοχεία
es: Contenido, diseño y contenedores
fi: Sisältö, asettelu ja säiliöt
fr: Contenu, mise en page et conteneurs
gu: સામગ્રી, લેઆઉટ અને કન્ટેનર
he: תוכן, פריסה ומכלים
hi: सामग्री, लेआउट और कंटेनर
hr: Sadržaj, raspored i spremnici
hu: Tartalom, elrendezés és tárolók
id: Konten, tata letak, dan kontainer
it: Contenuto, layout e contenitori
ja: コンテンツ・レイアウト・コンテナ
kk: Мазмұн, орналасу және контейнерлер
kn: ವಿಷಯ, ಲೇಔಟ್ ಮತ್ತು ಕಂಟೈನರ್‌ಗಳು
ko: 콘텐츠, 레이아웃 및 컨테이너
lt: Turinys, išdėstymas ir konteineriai
ml: ഉള്ളടക്കം, ലേഔട്ട്, കണ്ടെയ്‌നറുകൾ
mr: सामग्री, लेआउट आणि कंटेनर
ms: Kandungan, susun atur dan bekas
nb: Innhold, layout og beholdere
nl: Inhoud, layout en containers
or: ବିଷୟବସ୍ତୁ, ଲେଆଉଟ୍ ଓ କଣ୍ଟେନର
pa: ਸਮੱਗਰੀ, ਲੇਆਉਟ ਅਤੇ ਕੰਟੇਨਰ
pl: Treść, układ i kontenery
pt: Conteúdo, layout e contêineres
ro: Conținut, aspect și containere
ru: Содержимое, макет и контейнеры
sk: Obsah, rozloženie a kontajnery
sl: Vsebina, postavitev in vsebniki
sv: Innehåll, layout och behållare
ta: உள்ளடக்கம், அமைப்பு மற்றும் கன்டெய்னர்கள்
te: కంటెంట్, లేఅవుట్ మరియు కంటైనర్లు
th: เนื้อหา เลย์เอาต์ และคอนเทนเนอร์
tr: İçerik, düzen ve kapsayıcılar
uk: Вміст, макет і контейнери
ur: مواد، لےآؤٹ اور کنٹینرز
vi: Nội dung, bố cục và bộ chứa
zh_hans: 内容组织与布局容器
zh_hant: 內容組織與版面容器

source: Contents
ar: الفهرس
bg: Съдържание
bn: সূচিপত্র
ca: Contingut
cs: Obsah
da: Indhold
de: Inhalt
el: Περιεχόμενα
es: Índice
fi: Sisältö
fr: Table des matières
gu: અનુક્રમણિકા
he: תוכן עניינים
hi: विषय-सूची
hr: Sadržaj
hu: Tartalomjegyzék
id: Daftar isi
it: Indice
ja: 目次
kk: Мазмұны
kn: ವಿಷಯ ಸೂಚಿ
ko: 목차
lt: Turinys
ml: ഉള്ളടക്കം
mr: अनुक्रमणिका
ms: Kandungan
nb: Innhold
nl: Inhoud
or: ବିଷୟ ସୂଚୀ
pa: ਸੂਚੀ
pl: Spis treści
pt: Índice
ro: Cuprins
ru: Содержание
sk: Obsah
sl: Kazalo
sv: Innehåll
ta: உள்ளடக்கப்பட்டியல்
te: విషయ సూచిక
th: สารบัญ
tr: İçindekiler
uk: Зміст
ur: فہرست مطالب
vi: Mục lục
zh_hans: 目录
zh_hant: 目錄

source: Copied
ar: نسخ
bg: Копирано
bn: কপি হয়েছে
ca: Copiat
cs: Zkopírováno
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fi: Kopioitu
fr: Copié
gu: નકલ થયું
he: העתק
hi: कॉपी हो गया
hr: Kopirano
hu: Másolva
id: Disalin
it: Copiato
ja: コピーしました
kk: Көшірілді
kn: ನಕಲಿಸಲಾಗಿದೆ
ko: 복사됨
lt: Nukopijuota
ml: പകർത്തി
mr: कॉपी झाले
ms: Disalin
nb: Kopiert
nl: Gekopieerd
or: କପି ହେଲା
pa: ਕਾਪੀ ਹੋਇਆ
pl: Skopiowano
pt: Copiado
ro: Copiat
ru: Скопировано
sk: Skopírované
sl: Kopirano
sv: Kopierat
ta: நகலெடுக்கப்பட்டது
te: కాపీ అయింది
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
ur: کاپی کریں
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: تم النسخ
bg: Копирай
bn: কপি
ca: Copia
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
gu: નકલ કરો
he: הועתק
hi: कॉपी करें
hr: Kopiraj
hu: Másolás
id: Salin
it: Copia
ja: コピー
kk: Көшіру
kn: ನಕಲಿಸಿ
ko: 복사
lt: Kopijuoti
ml: പകർത്തുക
mr: कॉपी करा
ms: Salin
nb: Kopier
nl: Kopiëren
or: କପି କରନ୍ତୁ
pa: ਕਾਪੀ ਕਰੋ
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sv: Kopiera
ta: நகலெடு
te: కాపీ చేయి
th: คัดลอก
tr: Kopyala
uk: Копіювати
ur: کاپی ہو گیا
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Counter
ar: العدّاد
bg: Брояч
bn: কাউন্টার
ca: Comptador
cs: Počítadlo
da: Tæller
de: Zähler
el: Μετρητής
es: Contador
fi: Laskuri
fr: Compteur
gu: કાઉન્ટર
he: מונה
hi: काउंटर
hr: Brojač
hu: Számláló
id: Penghitung
it: Contatore
ja: カウンター
kk: Санауыш
kn: ಕೌಂಟರ್
ko: 카운터
lt: Skaitiklis
ml: കൗണ്ടർ
mr: काउंटर
ms: Pembilang
nb: Teller
nl: Teller
or: କାଉଣ୍ଟର
pa: ਕਾਊਂਟਰ
pl: Licznik
pt: Contador
ro: Contor
ru: Счётчик
sk: Počítadlo
sl: Števec
sv: Räknare
ta: கவுண்டர்
te: కౌంటర్
th: ตัวนับ
tr: Sayaç
uk: Лічильник
ur: کاؤنٹر
vi: Bộ đếm
zh_hans: 计数器
zh_hant: 計數器

source: Courses
ar: الأدوات
bg: Уроци
bn: পাঠ
ca: Cursos
cs: Kurzy
da: Kurser
de: Kurse
el: Μαθήματα
es: Cursos
fi: Kurssit
fr: Cours
gu: પાઠો
he: כלים
hi: पाठ
hr: Tečaji
hu: Kurzusok
id: Kursus
it: Corsi
ja: コース
kk: Курстар
kn: ಪಾಠಗಳು
ko: 코스
lt: Kursai
ml: പാഠങ്ങൾ
mr: पाठ
ms: Kursus
nb: Kurs
nl: Cursussen
or: ପାଠ
pa: ਪਾਠ
pl: Kursy
pt: Cursos
ro: Cursuri
ru: Курсы
sk: Kurzy
sl: Tečaji
sv: Kurser
ta: பாடங்கள்
te: పాఠాలు
th: คอร์ส
tr: Kurslar
uk: Курси
ur: ٹول باکس
vi: Khóa học
zh_hans: 课程
zh_hant: 課程

source: Current File Search
ar: بحث الملف الحالي
bg: Търсене в файл
bn: বর্তমান ফাইল খোঁজ
ca: Cerca al fitxer
cs: Hledat v souboru
da: Søg i fil
de: Dateisuche
el: Αναζήτηση αρχείου
es: Buscar en archivo
fi: Haku tiedostosta
fr: Recherche fichier
gu: વર્તમાન ફાઇલ શોધ
he: חיפוש בקובץ
hi: वर्तमान फ़ाइल खोज
hr: Pretraga datoteke
hu: Keresés fájlban
id: Cari di File
it: Cerca nel file
ja: 現在のファイル検索
kk: Файлдан іздеу
kn: ಪ್ರಸ್ತುತ ಫೈಲ್ ಹುಡುಕಾಟ
ko: 현재 파일 검색
lt: Paieška faile
ml: നിലവിലെ ഫയൽ തിരയൽ
mr: सद्य फाइल शोध
ms: Cari dalam Fail
nb: Søk i fil
nl: Zoek in bestand
or: ବର୍ତ୍ତମାନ ଫାଇଲ ଖୋଜ
pa: ਮੌਜੂਦਾ ਫਾਈਲ ਖੋਜ
pl: Szukaj w pliku
pt: Buscar no arquivo
ro: Căutare în fișier
ru: Поиск в файле
sk: Hľadať v súbore
sl: Išči v datoteki
sv: Sök i fil
ta: கோப்பில் தேடல்
te: ఫైల్‌లో శోధన
th: ค้นหาในไฟล์
tr: Dosyada Ara
uk: Пошук у файлі
ur: فائل میں تلاش
vi: Tìm trong tệp
zh_hans: 当前文件搜索
zh_hant: 目前檔案搜尋

source: Daily Tips
ar: نصائح يومية
bg: Ежедневни съвети
bn: দৈনিক টিপস
ca: Consells diaris
cs: Denní tipy
da: Daglige tips
de: Tägliche Tipps
el: Καθημερινές συμβουλές
es: Consejos diarios
fi: Päivittäiset vinkit
fr: Astuces du jour
gu: દૈનિક ટીપ્સ
he: טיפים יומיים
hi: दैनिक टिप्स
hr: Dnevni savjeti
hu: Napi tippek
id: Tips Harian
it: Suggerimenti giornalieri
ja: 今日のヒント
kk: Күнделікті кеңестер
kn: ದಿನದ ಟಿಪ್ಸ್
ko: 오늘의 팁
lt: Dienos patarimai
ml: ദൈനംദിന ടിപ്പുകൾ
mr: दैनिक टिप्स
ms: Tip Harian
nb: Daglige tips
nl: Dagelijkse tips
or: ଦୈନିକ ଟିପ୍ସ
pa: ਰੋਜ਼ਾਨਾ ਟਿੱਪਸ
pl: Codzienne wskazówki
pt: Dicas diárias
ro: Sfaturi zilnice
ru: Ежедневные советы
sk: Denné tipy
sl: Dnevni nasveti
sv: Dagliga tips
ta: தினசரி குறிப்புகள்
te: రోజువారీ చిట్కాలు
th: เคล็ดลับประจำวัน
tr: Günlük İpuçları
uk: Щоденні поради
ur: روزانہ ٹپس
vi: Mẹo hằng ngày
zh_hans: 每日技巧
zh_hant: 每日技巧

source: Design Ref
ar: مرجع التصميم
bg: Дизайн справка
bn: ডিজাইন রেফারেন্স
ca: Ref. disseny
el: Οδηγός σχεδ.
es: Ref. diseño
fi: Design-viite
fr: Réf. design
gu: ડિઝાઇન સંદર્ભ
he: עיון בעיצוב
hi: डिज़ाइन संदर्भ
hr: Dizajn vodič
hu: Dizájnref.
id: Referensi
it: Rif. design
ja: デザイン参考
kk: Дизайн анықт.
kn: ವಿನ್ಯಾಸ ಉಲ್ಲೇಖ
ko: 디자인 참고
lt: Dizaino info
ml: ഡിസൈൻ റഫറൻസ്
mr: डिझाइन संदर्भ
ms: Rujukan
or: ଡିଜାଇନ ସନ୍ଦର୍ଭ
pa: ਡਿਜ਼ਾਇਨ ਸੰਦਰਭ
pt: Ref. design
ro: Ref. design
ru: Диз. справка
sk: Dizajn ref.
ta: வடிவமைப்பு குறிப்பு
te: డిజైన్ సూచన
th: อ้างอิงดีไซน์
tr: Tasarım ref.
uk: Диз. довідка
ur: ڈیزائن حوالہ
vi: Tham khảo
zh_hans: 设计参考
zh_hant: 設計參考

source: Dev Tools
ar: أدوات
bg: Инструм.
bn: টুলস
ca: Eines
cs: Nástroje
da: Værktøjer
de: Tools
el: Εργαλεία
es: Herram
fi: Työkalut
fr: Outils
gu: ટૂલ્સ
he: כלים
hi: टूल्स
hr: Alati
hu: Eszközök
id: Alat
it: Strumenti
ja: 開発ツール
kk: Құралдар
kn: ಟೂಲ್ಸ್
ko: 도구
lt: Įrankiai
ml: ടൂളുകൾ
mr: टूल्स
ms: Alat
nb: Verktøy
nl: Tools
or: ଟୁଲ୍ସ
pa: ਟੂਲਜ਼
pl: Narzędzia
pt: Ferram.
ro: Unelte
ru: Инструм.
sk: Nástroje
sl: Orodja
sv: Verktyg
ta: கருவிகள்
te: టూల్స్
th: เครื่องมือ
tr: Araçlar
uk: Інструм.
ur: ٹولز
vi: Công cụ
zh_hans: 开发工具
zh_hant: 開發工具

source: Developer
ar: مطور
bg: Разработчик
bn: ডেভেলপার
ca: Desenvolupador
cs: Vývojář
da: Udvikler
de: Entwickler
el: Προγραμματιστής
es: Desarrollador
fi: Kehittäjä
fr: Développeur
gu: ડેવલપર
he: מפתח
hi: डेवलपर
hr: Razvojni programer
hu: Fejlesztő
id: Pengembang
it: Sviluppatore
ja: 開発者
kk: Әзірлеуші
kn: ಡೆವಲಪರ್
ko: 개발자
lt: Kūrėjas
ml: ഡെവലപ്പർ
mr: डेव्हलपर
ms: Pembangun
nb: Utvikler
nl: Ontwikkelaar
or: ଡେଭେଲପର
pa: ਡਿਵੈਲਪਰ
pl: Programista
pt: Desenvolvedor
ro: Dezvoltator
ru: Разработчик
sk: Vývojár
sl: Razvijalec
sv: Utvecklare
ta: டெவலப்பர்
te: డెవలపర్
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
ur: ڈیولپر
vi: Lập trình viên
zh_hans: 开发者
zh_hant: 開發者

# Developer Toolbox
source: Tools
ar: أدوات المطور
bg: Инструменти
bn: ডেভেলপার টুলবক্স
ca: Eines
cs: Nástroje
da: Værktøjer
el: Εργαλεία
es: Herramientas
fi: Työkalut
fr: Outils
gu: ડેવલપર ટૂલબોક્સ
he: כלים
hi: डेवलपर टूलबॉक्स
hr: Alati za razvoj
hu: Eszközök
id: Alat
it: Strumenti
ja: 开发者ツール
kk: Құралдар
kn: ಸಾಧನಗಳು
ko: 개발자 도구함
lt: Įrankiai
ml: ഉപകരണങ്ങൾ
mr: डेव्हलपर टूलबॉक्स
ms: Alat
nb: Utviklerverktøy
or: ଟୁଲ୍ସ
pa: ਡਿਵੈਲਪਰ ਟੂਲਬਾਕਸ
pl: Narzędzia
pt: Ferramentas
ro: Instrumente
ru: Инструменты
sk: Nástroje
sl: Orodja
sv: Utvecklarverktyg
ta: கருவிகள்
te: సాధనాలు
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
ur: ٹولز
vi: Công cụ
zh_hans: 开发者工具箱
zh_hant: 開發者工具箱

source: Display
ar: عرض
bg: Показване
bn: প্রদর্শন
ca: Mostra
cs: Zobrazení
da: Visning
de: Anzeige
el: Εμφάνιση
es: Visualización
fi: Näyttö
fr: Affichage
gu: પ્રદર્શિત
he: תצוגה
hi: प्रदर्शन
hr: Prikaz
hu: Megjelenítés
id: Tampilan
it: Vista
ja: 表示
kk: Көрсету
kn: ಪ್ರದರ್ಶನ
ko: 표시
lt: Rodymas
ml: പ്രദർശനം
mr: प्रदर्शन
ms: Paparan
nb: Visning
nl: Weergave
or: ପ୍ରଦର୍ଶନ
pa: ਦਿਖਾਵਟ
pl: Wyświetlanie
pt: Exibição
ro: Afișare
ru: Отображение
sk: Zobrazenie
sl: Prikaz
sv: Visning
ta: காட்சி
te: ప్రదర్శన
th: แสดงผล
tr: Görünüm
uk: Відображення
ur: نمائش
vi: Hiển thị
zh_hans: 展示
zh_hant: 展示
